a
absolute
add
added
adding
adds
after
ages
algebraically
all
also
also
am
among
amount
an
an
and
and
and
another
answer
answer
answers
are
arithmetic
arranged
as
assuming
at
athletes
average
b
b
be
be
becomes
begin
being
between
bigger
biggest
book
both
boxes
boys
building
but
by
by
c
c
calculate
came
can
cannot
certain
changing
characteristics
clues
code
coins
condition
consecutive
consecutive
consecutive
consecutives
consider
consists
could
count
counting
countries
country
cube
cubes
d
days
decimal
decreased
denominator
describes
description
determine
determine
did
differ
difference
difference
different
digit
digits
diminished
divide
divided
dividend
divisible
divisor
do
does
double
doubled
each
each
eight
eight
eighteen
eighteen
eighty
eleven
eleven
end
equal
equals
equation
evaluate
even
even
exactly
exceeds
exchanged
expressed
factoring
fifteen
fifth
fifths
fifty
figure
find
find
find
find
find
first
first
fits
five
five
following
for
for
forgotten
form
form
formed
forty
found
four
four
four
fourteen
fourth
fourth
fourths
fraction
from
get
girls
give
given
given
gives
grant
great
greater
greatest
had
half
half
has
have
he
he
higher
highest
his
how
how
however
hundred
hundreds
i
i
i'm
identify
if
if
if
in
in
inclusive
increased
increasing
integer
integers
integers
interchanged
into
is
is
is
it
it
it
its
itself
john
lager
large
larger
larger
largest
largest
last
leading
least
left
less
lesser
let
letting
list
list
lower
m
made
make
makes
man
many
mark
mean
medals
median
metals
middle
minimum
minus
more
more
most
much
multiples
multiplied
multiply
my
myself
n
natural
need
negative
new
next
nine
nine
no
not
nth
number
number
number
number's
numbers
numbers
numbers
numeral
numerator
obtained
odd
odd
of
of
of
office
old
oldest
on
on
one
one
one's
ones
only
open
opposite
or
order
original
other
out
page
pair
pairs
part
parts
party
people
percentage
perfect
person
place
places
please
plus
positive
possible
post
previous
prime
problem
produced
product
product
product
products
property
quotient
quotient
quotients
ratio
receive
reciprocal
reciprocals
remainder
remember
repeated
represent
respectively
result
resulting
results
reverse
reversed
right
root
rosenberg
same
satisfies
satisfy
says
second
second
secret
separate
sequence
sequencey
set
sets
seven
seven
seventh
sevenths
seventy
simplest
sister
sisters'
situation
six
six
sixteen
sixth
sixty
sixty
smaller
smaller
smallest
smallest
so
so
solutions
solve
solve
some
square
square
squared
squares
stand
start
subtracted
subtracting
such
such
suck
sum
sum
sum
summed
sums
suppose
t
take
ten
ten
ten's
tens
tens'
tenth
than
than
that
that
the
the
the
the
their
their
their
them
then
then
there
there
these
these
they
think
thinking
third
third
thirds
thirteen
thirty
this
this
those
thousand
three
three
three
three
thrice
through
time
times
times
times
to
to
together
total
totaled
totals
triple
tripled
true
twelve
twelve
twenty
twenty
twice
twice
twice
two
two
two
unit
unit's
units
units'
unknown
up
using
value
values
wanted
was
weeks
were
what
what
what're
what's
what's
when
when
where
which
which
who
whole
whose
whose
will
will
with
won
word
work
worth
would
write
write
written
x
xz
y
yields
you
z
zero
