1
2
3
4
5
a
absolute
add
added
adding
adds
after
ages
algebraically
all
also
am
among
amount
an
and
another
answer
answers
are
arithmetic
arranged
as
assuming
at
athletes
average
b
be
becomes
begin
being
between
bigger
biggest
book
both
boxes
boys
building
but
by
c
calculate
came
can
cannot
certain
changing
characteristics
clues
code
coins
condition
consecutive
consecutives
consider
consists
could
count
counting
countries
country
cube
cubes
d
days
decimal
decreased
denominator
describes
description
determine
did
differ
difference
different
digit
digits
diminished
divide
divided
dividend
divisible
divisor
do
does
double
doubled
each
eight
eighteen
eighty
eleven
end
equal
equals
equation
evaluate
even
exactly
exceeds
exchanged
expressed
factoring
fifteen
fifth
fifths
fifty
figure
find
first
fits
five
following
for
forgotten
form
formed
forty
found
four
fourteen
fourth
fourths
fraction
from
get
girls
give
given
gives
grant
great
greater
greatest
had
half
has
have
he
higher
highest
his
how
however
hundred
hundreds
i
i'm
identify
if
in
inclusive
increased
increasing
integer
integers
interchanged
into
is
it
its
itself
john
lager
large
larger
largest
last
leading
least
left
less
lesser
let
letting
list
lower
m
made
make
makes
man
many
mark
mean
medals
median
metals
middle
minimum
minus
more
most
much
multiples
multiplied
multiply
my
myself
n
natural
need
negative
new
next
nine
no
not
nth
number
number's
numbers
numeral
numerator
obtained
odd
of
office
old
oldest
on
one
one's
ones
only
open
opposite
or
order
original
other
out
page
pair
pairs
part
parts
party
people
percentage
perfect
person
place
places
please
plus
positive
possible
post
previous
prime
problem
produced
product
products
property
quotient
quotients
ratio
receive
reciprocal
reciprocals
remainder
remember
repeated
represent
respectively
result
resulting
results
reverse
reversed
right
root
rosenberg
same
satisfies
satisfy
says
second
secret
separate
sequence
sequencey
set
sets
seven
seventh
sevenths
seventy
simplest
sister
sisters'
situation
six
sixteen
sixth
sixty
smaller
smallest
so
solutions
solve
some
square
squared
squares
stand
start
subtracted
subtracting
such
suck
sum
summed
sums
suppose
t
take
ten
ten's
tens
tens'
tenth
than
that
the
their
them
then
there
these
they
think
thinking
third
thirds
thirteen
thirty
this
those
thousand
three
thrice
through
time
times
to
together
total
totaled
totals
triple
tripled
true
twelve
twenty
twice
two
unit
unit's
units
units'
unknown
up
using
value
values
wanted
was
weeks
were
what
what're
what's
when
where
which
who
whole
whose
will
with
won
word
work
worth
would
write
written
x
xz
y
yields
you
z
zero
